import styled from '@emotion/styled';
const AcademyPrivacy = () => {
  return (
    <_main>
      <h2>개인정보처리방침</h2>
      <_inner>
        <div className="context">
          <div className="dat_proce">
            <br />
            <p className="dat_tpnomar">
              (주)빅토 미술로생각하기('http://misulo.com/' 이하 '(주)빅토
              미술로생각하기 웹사이트')는 개인정보보호법에 따라 이용자의
              개인정보 보호 및 권익을 보호하고 개인정보와 관련한 이용자의 고충을
              원활하게 처리할 수 있도록 다음과 같은 처리방침을 두고 있습니다.
            </p>
            <p>
              (주)빅토 미술로생각하기 웹사이트는 개인정보처리방침을 개정하는
              경우 웹사이트 공지사항(또는 개별공지)을 통하여 공지할 것입니다.
            </p>
            <p>○ 본 방침은 2015년 07월 1일부터 시행됩니다. </p>
            <ul className="dat_aclst">
              <li>
                <a href="#act_clck">1. 개인정보의 처리 목적</a>
              </li>
              <li className="acst_lfmar">
                <a href="#act_clck2">2. 개인정보 파일 현황</a>
              </li>
              <li>
                <a href="#act_clck3">3. 개인정보의 제 3자 제공에 관한 사항</a>
              </li>
              <li className="acst_lfmar">
                <a href="#act_clck5">4. 정보주체의 권리,의무 및 그 행사방법</a>
              </li>
              <li>
                <a href="#act_clck6">5. 제3자에게의 개인정보 제공 </a>
              </li>
              <li className="acst_lfmar">
                <a href="#act_clck7">6. 개인정보의 파기</a>
              </li>
              <li>
                <a href="#act_clck8">7. 개인정보의 안전성 확보 조치</a>
              </li>
              <li className="acst_lfmar">
                <a href="#act_clck9">8. 개인정보 보호책임자 작성</a>
              </li>
              <li>
                <a href="#act_clck10">
                  9. 개인정보 자동 수집 장치의 설치·운영 및 거부
                </a>
              </li>
              <li className="acst_lfmar">
                <a href="#act_clck11">10. 개인정보침해 구제방법 </a>
              </li>
              <li>
                <a href="#act_clck12">11. 개인정보 처리방침 변경</a>
              </li>
            </ul>

            <dl className="dat_lstmar" id="act_clck">
              <dt>
                1. 개인정보의 처리 목적 (주)빅토 미술로생각하기 웹사이트는
                개인정보를 다음의 목적을 위해 처리합니다. 처리한 개인정보는
                다음의 목적 이외의 용도로는 사용되지 않으며 이용 목적이 변경될
                시에는 사전동의를 구할 예정 입니다.
              </dt>
              <dd>
                가. 민원사무 처리
                <br />
                민원인의 신원 확인, 민원사항 확인, 사실조사를 위한 연락 · 통지,
                처리결과 통보 등을 목적으로 개인정보를 처리합니다.
              </dd>
            </dl>
            <dl id="act_clck2">
              <dt>2. 개인정보 파일 현황</dt>
              <dd>
                1. 개인정보 파일명 : 고객의 소리
                <ul>
                  <li>
                    - 개인정보 항목 : 이름, 전공(소속학부-과), 학번, 성별,
                    이메일, 휴대전화번호, 서비스 이용 기록, 접속 로그, 쿠키,
                    접속 IP 정보
                  </li>
                  <li>- 수집방법 : 웹사이트</li>
                  <li>- 보유근거 : 이용자 동의</li>
                  <li>- 보유기간 : 3년</li>
                </ul>
              </dd>
            </dl>

            <dl id="act_clck3">
              <dt>3. 개인정보의 제3자 제공에 관한 사항</dt>
              <dd>
                ① (주)빅토 미술로생각하기 웹사이트는 원칙적으로 이용자의
                개인정보를 제1조에서 명시한 목적 범위 내에서 처리하며, 본래의
                범위를 초과하여 처리하거나 제3자에게 제공하지 않습니다.
                <br />
                다만, 다음의 경우에는 개인정보를 제3자에게 제공할 수 있습니다.
                <ul>
                  <li>- 이용자가 사전에 제3자 제공 및 공개에 동의한 경우</li>
                  <li>- 법령 등에 의해 제공이 요구되는 경우</li>
                  <li>
                    - 서비스의 제공에 관한 계약의 이행을 위하여 필요한
                    개인정보로서 경제적/기술적인 사유로 통상의 동의를 받는 것이
                    현저히 곤란한 경우
                  </li>
                  <li>
                    - 개인을 식별하기에 특정할 수 없는 상태로 가공하여 이용하는
                    경우
                  </li>
                </ul>
              </dd>
            </dl>
            <dl id="act_clck5">
              <dt>
                4. 정보주체의 권리,의무 및 그 행사방법 이용자는 개인정보주체로서
                다음과 같은 권리를 행사할 수 있습니다.
              </dt>
              <dd>
                ① 정보주체는 (주)빅토 미술로생각하기 웹사이트에 대해 언제든지
                다음 각 호의 개인정보 보호 관련 권리를 행사할 수 있습니다.
                <ul>
                  <li>1. 개인정보 열람요구</li>
                  <li>2. 오류 등이 있을 경우 정정 요구</li>
                  <li>3. 삭제요구</li>
                  <li>4. 처리정지 요구</li>
                </ul>
              </dd>
              <dd>
                ② 제1항에 따른 권리 행사는 (주)빅토 미술로생각하기 웹사이트에
                대해 개인정보 보호법 시행규칙 별지 제8호 서식에 따라 서면,
                전자우편, 모사전송(FAX) 등을 통하여 하실 수 있으며 (주)빅토
                미술로생각하기 웹사이트는 이에 대해 지체 없이 조치하겠습니다.
              </dd>
              <dd>
                ③ 정보주체가 개인정보의 오류 등에 대한 정정 또는 삭제를 요구한
                경우에는 (주)빅토 미술로생각하기 웹사이트는 정정 또는 삭제를
                완료할 때까지 당해 개인정보를 이용하거나 제공하지 않습니다.
              </dd>
              <dd>
                ④ 제1항에 따른 권리 행사는 정보주체의 법정대리인이나 위임을 받은
                자 등 대리인을 통하여 하실 수 있습니다. 이 경우 개인정보 보호법
                시행규칙 별지 제11호 서식에 따른 위임장을 제출하셔야 합니다.
              </dd>
            </dl>

            <dl id="act_clck6">
              <dt>5. 제3자에게의 개인정보 제공</dt>
              <dd>
                ① (주)빅토 미술로생각하기 웹사이트는 다음의 개인정보 항목을
                처리하고 있습니다.
                <dl className="acst_inlst">
                  <dt>&lt;민원사무 처리&gt;</dt>
                  <dd>
                    - 필수항목 : 이름, 휴대전화번호, 자택전화번호, 이메일,
                    서비스 이용 기록, 접속로그, 쿠키, 접속IP 정보
                  </dd>
                </dl>
              </dd>
            </dl>
            <dl id="act_clck7">
              <dt>6. 개인정보의 파기</dt>
              <dd>
                (주)빅토 미술로생각하기 웹사이트는 원칙적으로 개인정보
                처리목적이 달성된 경우에는 지체없이 해당 개인정보를 파기합니다.
                파기의 절차, 기한 및 방법은 다음과 같습니다.
                <ul>
                  <li>
                    -파기절차 이용자가 입력한 정보는 목적 달성 후 별도의 DB에
                    옮겨져(종이의 경우 별도의 서류) 내부 방침 및 기타 관련
                    법령에 따라 일정기간 저장된 후 혹은 즉시 파기됩니다. 이 때,
                    DB로 옮겨진 개인정보는 법률에 의한 경우가 아니고서는 다른
                    목적으로 이용되지 않습니다.-파기기한이용자의 개인정보는
                    개인정보의 보유기간이 경과된 경우에는 보유기간의
                    종료일로부터 5일 이내에, 개인정보의 처리 목적 달성, 해당
                    서비스의 폐지, 사업의 종료 등 그 개인정보가 불필요하게
                    되었을 때에는 개인정보의 처리가 불필요한 것으로 인정되는
                    날로부터 5일 이내에 그 개인정보를 파기합니다.
                  </li>
                  <li>
                    -파기방법 전자적 파일 형태의 정보는 기록을 재생할 수 없는
                    기술적 방법을 사용합니다. 종이에 출력된 개인정보는 분쇄기로
                    분쇄하거나 소각을 통하여 파기합니다.
                  </li>
                </ul>
              </dd>
            </dl>

            <dl id="act_clck8">
              <dt>7. 개인정보의 안전성 확보 조치</dt>
              <dd>
                (주)빅토 미술로생각하기 웹사이트는 개인정보보호법 제29조에 따라
                다음과 같이 안전성 확보에 필요한 기술적/관리적 및 물리적 조치를
                하고 있습니다.
                <dl className="acst_inlst2">
                  <dt>1. 정기적인 자체 감사 실시</dt>
                  <dd>
                    개인정보 취급 관련 안정성 확보를 위해 정기적(분기 1회)으로
                    자체 감사를 실시하고 있습니다.
                  </dd>
                </dl>
                <dl className="acst_inlst2">
                  <dt>2. 개인정보 취급 직원의 최소화 및 교육</dt>
                  <dd>
                    개인정보를 취급하는 직원을 지정하고 담당자에 한정시켜 최소화
                    하여 개인정보를 관리하는 대책을 시행하고 있습니다.
                  </dd>
                </dl>
                <dl className="acst_inlst2">
                  <dt>3. 내부관리계획의 수립 및 시행 </dt>
                  <dd>
                    개인정보의 안전한 처리를 위하여 내부관리계획을 수립하고
                    시행하고 있습니다.
                  </dd>
                </dl>
                <dl className="acst_inlst2">
                  <dt>4. 해킹 등에 대비한 기술적 대책</dt>
                  <dd>
                    (주)빅토 미술로생각하기 웹사이트는 해킹이나 컴퓨터 바이러스
                    등에 의한 개인정보 유출 및 훼손을 막기 위하여 보안프로그램을
                    설치하고 주기적인 갱신·점검을 하며 외부로부터 접근이 통제된
                    구역에
                    <br /> 시스템을 설치하고 기술적/물리적으로 감시 및 차단하고
                    있습니다.
                  </dd>
                </dl>
                <dl className="acst_inlst2">
                  <dt>5. 개인정보의 암호화</dt>
                  <dd>
                    이용자의 개인정보는 비밀번호는 암호화 되어 저장 및 관리되고
                    있어, 본인만이 알 수 있으며 중요한 데이터는 파일 및 전송
                    데이터를 암호화 하거나 파일 잠금 기능을 사용하는 등의
                    <br /> 별도 보안기능을 사용하고 있습니다.
                  </dd>
                </dl>
                <dl className="acst_inlst2">
                  <dt>6. 접속기록의 보관 및 위변조 방지</dt>
                  <dd>
                    개인정보처리시스템에 접속한 기록을 최소 6개월 이상 보관,
                    관리하고 있으며, 접속 기록이 위변조 및 도난, 분실되지 않도록
                    보안기능 사용하고 있습니다.
                  </dd>
                </dl>
                <dl className="acst_inlst2">
                  <dt>7. 개인정보에 대한 접근 제한</dt>
                  <dd>
                    개인정보를 처리하는 데이터베이스시스템에 대한 접근권한의
                    부여,변경,말소를 통하여 개인정보에 대한 접근통제를 위하여
                    필요한 조치를 하고 있으며 침입차단시스템을 이용하여
                    <br /> 외부로부터의 무단 접근을 통제하고 있습니다.
                  </dd>
                </dl>
                <dl className="acst_inlst2">
                  <dt>8. 문서보안을 위한 잠금장치 사용</dt>
                  <dd>
                    개인정보가 포함된 서류, 보조저장매체 등을 잠금장치가 있는
                    안전한 장소에 보관하고 있습니다.
                  </dd>
                </dl>
                <dl className="acst_inlst2">
                  <dt>9. 비인가자에 대한 출입 통제</dt>
                  <dd>
                    개인정보를 보관하고 있는 물리적 보관 장소를 별도로 두고 이에
                    대해 출입통제 절차를 수립, 운영하고 있습니다.
                  </dd>
                </dl>
              </dd>
            </dl>

            <dl id="act_clck9">
              <dt>8. 개인정보 보호책임자 작성</dt>
              <dd>
                ① (주)빅토 미술로생각하기 웹사이트는 개인정보 처리에 관한 업무를
                총괄해서 책임지고, 개인정보 처리와 관련한 정보주체의 불만처리 및
                피해구제 등을 위하여 아래와 같이 개인정보 보호책임자를 지정하고
                있습니다.
                <dl className="acst_inlst">
                  <dt>▶ 개인정보 보호책임자</dt>
                  <dd>성명 : 이옥주</dd>
                  <dd>소속 : (주)빅토 미술로생각하기</dd>
                  <dd>전화번호 : 02-2026-1461~5</dd>
                  <dd>이메일 : ok5935@nate.com </dd>
                </dl>
              </dd>
              <dd>
                <br />② 정보주체께서는 (주)빅토 미술로생각하기 웹사이트의
                서비스(또는 사업)을 이용하시면서 발생한 모든 개인정보 보호 관련
                문의, 불만처리, 피해구제 등에 관한 사항을 개인정보 보호책임자 및
                <br /> 담당부서로 문의하실 수 있습니다. (주)빅토 미술로생각하기
                웹사이트는 정보주체의 문의에 대해 지체 없이 답변 및 처리해드릴
                것입니다.{' '}
              </dd>
            </dl>
            <dl id="act_clck10">
              <dt>9. 개인정보 자동 수집 장치의 설치·운영 및 거부</dt>
              <dd>
                회사는 이용자 개개인에게 개인화되고 맞춤화된 서비스를 제공하기
                위해 이용자의 정보를 저장하고 수시로 불러오는 '쿠키(cookie)'를
                사용합니다.
              </dd>
              <dd>1. 쿠키의 사용 목적</dd>
              <dd>
                회원과 비회원의 접속 빈도나 방문 시간 등의 분석, 이용자의 취향과
                관심분야의 파악 및 자취 추적, 각종 이벤트 참여 정도 및 방문 회수
                파악 등을 통한 타겟 마케팅 및 개인 맞춤 서비스 제공
              </dd>
              <dd>2. 쿠키 설정 거부 방법</dd>
              <dd>
                이용자는 쿠키 설치에 대해 거부할 수 있습니다. 단, 쿠키 설치를
                거부하였을 경우 로그인이 필요한 일부 서비스의 이용이 어려울 수
                있습니다.
              </dd>
              <dd>
                (설정방법, IE 기준)웹 브라우저 상단의 도구 &ensp; 인터넷 옵션
                &ensp; 개인정보 &ensp; 사이트 차단
              </dd>
            </dl>
            <dl id="act_clck11">
              <dt>10. 개인정보침해 구제방법</dt>
              <dd>
                정보주체는 개인정보침해로부터 구제받고자 하는 경우 다음과 같은
                기관에 도움을 요청할 수 있습니다.
                <dl className="acst_inlst">
                  <dt>▶ 개인정보 침해신고센터 (한국인터넷진흥원 운영)</dt>
                  <dd>- 소관업무 : 개인정보 침해사실 신고, 상담 신청 </dd>
                  <dd>
                    - 홈페이지 :{' '}
                    <a href="http://privacy.kisa.or.kr" target="_blank">
                      privacy.kisa.or.kr{' '}
                    </a>
                  </dd>
                  <dd>- 전화 : (국번없이) 118 </dd>
                  <dd>
                    - 주소 : (138-950) 서울시 송파구 중대로 135 한국인터넷진흥원
                    개인정보침해신고센터{' '}
                  </dd>
                </dl>
                <dl className="acst_inlst">
                  <dt>▶ 개인정보 분쟁조정위원회 (한국인터넷진흥원 운영) </dt>
                  <dd>
                    - 홈페이지 :{' '}
                    <a href="http://privacy.kisa.or.kr" target="_blank">
                      privacy.kisa.or.kr
                    </a>
                  </dd>
                  <dd>- 전화 : (국번없이) 118 </dd>
                  <dd>
                    - 주소 : (138-950) 서울시 송파구 중대로 135 한국인터넷진흥원
                    개인정보침해신고센터
                  </dd>
                </dl>
                <ul>
                  <li>
                    ▶ 대검찰청 사이버범죄수사단 : 02-3480-3573{' '}
                    <a href="http://www.spo.go.kr" target="_blank">
                      (www.spo.go.kr)
                    </a>
                  </li>
                  <li>
                    ▶ 경찰청 사이버범죄수사단 : 1566-0112{' '}
                    <a href="http://www.netan.go.kr" target="_blank">
                      (www.netan.go.kr)
                    </a>
                  </li>
                </ul>
              </dd>
            </dl>
            <dl id="act_clck12">
              <dt>11. 개인정보 처리방침 변경 </dt>
              <dd>
                ① 이 개인정보처리방침은 시행일로부터 적용되며, 법령 및 방침에
                따른 변경내용의 추가, 삭제 및 정정이 있는 경우에는 변경사항의
                시행 7일 전부터 공지사항을 통하여 고지할 것입니다.
              </dd>
            </dl>
          </div>
        </div>
      </_inner>
    </_main>
  );
};

export default AcademyPrivacy;
const _main = styled.div`
  padding: 150px 0;
  position: relative;
  background-color: #f9f9f9;
  > h2 {
    text-align: center;
    font-size: 50px;
    color: #222;
    font-weight: 600;
    text-align: center;
    padding: 80px 0 100px;
    @media (max-width: 1200px) {
      padding: 80px 0 50px;
    }
    @media (max-width: 500px) {
      padding: 40px 0 20px;
      font-size: 30px;
    }
  }
`;
const _inner = styled.main`
  width: 1200px;
  @media (max-width: 1200px) {
    width: 100%;
    > div {
      padding: 0 16px;
      width: 100%;
    }
  }
  margin: 0 auto;
  position: relative;
  a {
    color: black;
  }

  .dat_aclst {
    list-style: none;
    display: flex;
    padding: 10px;
    border: 1px solid;
    margin: 10px;
    flex-wrap: wrap;
    > li {
      width: 50%;
    }
    @media (max-width: 1200px) {
      flex-direction: column;
      > li {
        width: 100%;
      }
    }
  }
`;
